var cityJson = [{
		"cityId": "",
		"text": "全区",
//		"latandlon": '111.761108,40.858305'
	},
	{
		"cityId": "470",
		"text": "呼伦贝尔市",
		"latandlon": '119.745535,49.222962'
	},
	{
		"cityId": "471",
		"text": "呼和浩特市",
		"latandlon": '111.761108,40.858305'
	},
	{
		"cityId": "472",
		"text": "包头市",
		"latandlon": '109.820193,40.65895'
	},
	{
		"cityId": "473",
		"text": "乌海市",
		"latandlon": '106.784639,39.656711'
	},
	{
		"cityId": "474",
		"text": "乌兰察布市",
		"latandlon": '113.150104,41.022232'
	},
	{
		"cityId": "475",
		"text": "通辽市",
		"latandlon": '122.238368,43.642586'
	},
	{
		"cityId": "476",
		"text": "赤峰市",
		"latandlon": '118.89006,42.26422'
	},
	{
		"cityId": "477",
		"text": "鄂尔多斯市",
		"latandlon": '109.783398,39.599804'
	},
	{
		"cityId": "478",
		"text": "巴彦淖尔市",
		"latandlon": '107.410147,40.728968'
	},
	{
		"cityId": "479",
		"text": "锡林郭勒盟",
		"latandlon": '115.376177,44.366309'
	},
	{
		"cityId": "482",
		"text": "兴安盟",
		"latandlon": '121.051743,46.52859'
	},
	{
		"cityId": "483",
		"text": "阿拉善盟",
		"latandlon": '104.46658,39.990089'
	}
]
